---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kilowatts
source: html/520f78c3-8698-a6a2-264c-e561c62be924.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kilowatts Property

Kilowatts.

## Syntax (C#)
```csharp
public static ForgeTypeId Kilowatts { get; }
```